const markdownIt = window.markdownit();

//Contents

//Історія ЦК
const historyContent = `
1 вересня 2011 р. у зв‘язку із отриманням ліцензії на підготовку молодших спеціалістів з туристичного обслуговування, в Технічному коледжі було створено циклову комісію туризму і туристичного обслуговування. Членами її стали: Мацикур Г.В.(голова), Дубровіна Т.С., Грухіна Т.Я., Зуб Л.В.

У 2012/2013-2017/18 н.рр. в складі ЦК працювали члени ліквідованої циклової комісії соціально-гуманітарних дисциплін (до 2004 р. – суспільних дисциплін): Ісаєва С.Є., Мостецька Я.Я., Коневич О.В. та інші.

Від 1 вересня 2018/19 навч.року Циклова комісія туризму і туристичного обслуговування має в своєму складі лише фахівців природничих дисциплін, туризму і туристичного обслуговування і є випусковою цикловою комісією.

Перший набір в групу підготовки фахівців за спеціальністю 5.14010301 „Туристичне обслуговування" (напрям підготовки 6.140103 «Туризм») було здійснено у 2011/2012 н.р. Група нараховувала 28 осіб (з них 15 — держзамовлення).

2 лютого 2023 р. ВСП "ТФК ТНТУ" випустив 7-ме покоління студентів спеціальності «Туризм» - 17 осіб, рік вступу 2019. Керівник групи Оніщук І.В. З них – 7 осіб отримали рекомендації продовжити навчання за освітньо-професійною програмою Туризм на першому (бакалаврат) рівні вищої освіти.

У зв’язку із розвитком ринку праці, новими загрозами та завданнями, які постали перед Україною у 2022 році, 16 грудня 2022 року постановою Кабінету Міністрів України № 1392 змінено назву спеціальності – 242 Туризм і рекреація.
`;

//Склад ЦК
const compositionContent = `
Циклова комісія налічує 5 штатних працівників:

**Мацикур Галина Володимирівна** – спеціаліст вищої категорії, методист.

**Лясота Марта Володимирівна** – спеціаліст першої категорії

**Грухіна Тетяна Ярославівна** – спеціаліст вищої категорії

**Зуб Лілія Василівна** – спеціаліст першої категорії

**Мартинюк Ольга Дмитрівна** – спеціаліст вищої категорії
`;

//Підвищення кваліфікації
const certificationContent = `
**Мацикур Галина Володимирівна підвищила кваліфікацію за напрямами:**

- «Домедична допомога», студія онлайн-освіти EdEra, 22.11.2020, обсягом 3 год. Набула знань про надання першої домедичної допомоги.

- «Підприємництво. Власна справа в Україні», платформа Prometheus 28.11.2020, обсягом 30 год. Набула знань про особливості початку і ведення ФОП в Україні.

- «Медіаграмотність для освітян», платформа Prometheus 10.12.2020, обсягом 60 год. Набула знань про особливості впливу соцмереж та медіа на освіту та способи використання їх в виховному та навчальному процесі і протистояння згубним впливам інтернету та медіа.

- «Зміцнення викладання та організаційного управління в університетах», платформа, 30 год.Prometheus, 10.10-26.11.2022

- «Освіта для всіх: різноманітність, інклюзія та фізичний розвиток» платформа Prometheus, 30 год., 09.09-29.11.2022

- Участь у Х Всеукраїнській науково-практичній конференції «Соціальна відповідальність як основа інноваційного розвитку бізнесу» пам’яті почесного професора Тернопільського національного технічного університету імені Івана Пулюя, академіка НАН України Миколи Григоровича Чумаченка, 12 год., 18.11.2022.

- «Організація туристичної активності в межах території України», ТНПУ імені Володимира Гнатюка, 30 год., 16-30.01.2023.

**Лясота Марта Володимирівна підвищила кваліфікацію за напрямом:**

- «Методика удосконалення освітнього процесу . Мовленнєва компетентність » на базі Тернопільського національного педагогічного університету імені В.Гнатюка, 30 год., 13.06-20.06.2020

- «Про дистанційний та змішаний формати навчання», студія онлайн-освіти EdEra, 30 год., 25.08.2020-25.09.2020
    
- «Освіта майбутнього», секція "Географічна освіта: сучасний контент та місце в освітньому просторі" на базі Тернопільського національного педагогічного університету імені В.Гнатюка, 6 год., 26.09.
    
- “Освіта- енергія майбутнього. Дистанційна освіта-сучасний формат” на базі Тернопільського національного педагогічного університету імені В.Гнатюка, 6 год., 18.10.2020
    
- “Цікава географія онлайн:викладачі ТНПУ для школярів” на базі Тернопільського національного педагогічного університету імені В.Гнатюка, 6 год., 2-6.11.2020
    
- “Сучасні проблеми демогеографії України і світу” на базі Тернопільського національного педагогічного університету імені В.Гнатюка, 30 год., 03.02.2021-17.02.2021
    
- “Екскурсійні послуги в умовах адаптивного карантину” на базі Тернопільського національного педагогічного університету імені В.Гнатюка, 6 год., 22.02.2021
    
- "Актуальні напрями сучасних географічних досліджень" на базі Національної академії наук України "Національний центр "Мала академія наук України", 30 год., 11.02.2022 - 03.05.2022.
    
- «Освіта для всіх: різноманітність, інклюзія та фізичний розвиток», платформа Prometheus, 30 год., 30.09-31.10.2022.
    
- «Сміливі навчати», студія онлайн-освіти EdEra, 6 год. , 19.10.2022.
    
- «Організація туристичної активності в межах території України», ТНПУ імені Володимира Гнатюка, 30 год., 16-30.01.2023.
    
**Зуб Лілія Василівна підвищила кваліфікацію за напрямом:**

- тренінг “Професійне антивигорання”, Суб’єкт підвищення кваліфікації ТОВ “Академія інноваційного розвитку освіти”, 6 год., 19.10.2019.

- інтернет-конференція “Інтернет-ресурси у навчальному процесі”, ТОВ “На Урок”, 10 год., 14.03.2020.

- Онлайн-курс “Діалог та медіація: шлях до порозуміння”, ГО “Прометеус”, 30 год., 19.03.2020.

- вебінар “Ефективна цифрова взаємодія з учнями в умовах дистанційного навчання. Онлайн-ресурси для урізноманітнення освітнього процесу”, Суб’єкт підвищення кваліфікації ТОВ «Всеосвіта», 2 год, 10.11.2020.

- Всеукраїнська наукова онлайн конференція “Ефективна взаємодія в освіті. Інструменти та прийоми”, тема “Як розпізнати булінг. Безпечне освітнє середовище”, Суб’єкт підвищення кваліфікації ГО “Фонд підтримки інформаційного забезпечення студентів”, 6 год., 17.02.2021.

- Онлайн-курс “Усе, що треба знати для забезпечення прав підлітків в Україні”, Суб’єкт підвищення кваліфікації студія онлайн-освіти EdEra, 20 год., 21.02.2021.

- Науково-практичний семінар “Екскурсійні послуги в умовах адаптивного карантину”, м.Тернопіль, ТНПУ ім. Гнатюка, 6 год., 22.02.2021.

- Семінар-практикум для голів обласних методичних об'єднань біологічного напряму (Великий біологічний колоквіум), тема “Сучасні методи навчання у процесі викладання біології”, НЕНЦ, м. Київ, 12 год., 25-26 02.2021.

- Науково-практичний онлайн-семінар “Використання онлайн-ресурсів при організації дистанційного навчання на заняттях біології”, м. Чортків, Чортківський медичний фаховий коледж, 4 год., 30.03.2021.

- Крайовий форум освітян «Освіта – енергія майбутнього», секція «Наступність та якість неперервної освіти (співпраця ТНПУ з фаховими коледжами)», м. Тернопіль, ТНПУ ім. Гнатюка, 6 год., 26.09.2021.

- Вебінар на тему “Особливості організації інклюзивного навчання дітей з розладом аутистичного спектра”, Суб’єкт підвищення кваліфікації ТОВ «Всеосвіта», 2 год., 08.02.2022.

- Всеукраїнський науково-практичний онлайн-семінар на тему “Інклюзивна освіта для дітей з особливими освітніми потребами в Україні”, Суб’єкт підвищення кваліфікації ТОВ «Всеосвіта», 4 год., 08.02.2022.

- Всеукраїнська науково-практична онлайн-конференція на тему «Особливості організації статевого виховання в українських закладах освіти в умовах сьогодення», Суб’єкт підвищення кваліфікації ТОВ «Всеосвіта», 10 год., 30.08.2022.

- Всеукраїнський онлайн-семінар на тему «Медіаграмотність як складова інформаційно-цифрової компетентності педагога», Суб’єкт підвищення кваліфікації ТОВ «Всеосвіта», 4 год., 31.08.2022.

- Крайовий форум освітян «Освіта – енергія майбутнього», секція «Використання SMART-технологій в шкільному курсі географії», м. Тернопіль, ТНПУ ім. Гнатюка, 6 год., 23.10.2022.

- Всеукраїнська науково-практична конференція на тему «Проблеми та перспективи розвитку науки, освіти та технологій в Україні та світі», ВСП «Бережанський фаховий коледж НУБІП України», 6 год., 16.11.2022 р.

**Грухіна Тетяна Ярославівна підвищила кваліфікацію за напрямом:**

- «Міждисциплінарні інтеграційні процеси у системі географічної, туризмологічної та екологічної науки» ІІІ Міжнародна науково-практична конференція, ТНПУ 4 – 5 жовтня 2022р, обсягом 12 годин.

- Крайовий форум освітян «Освіта – енергія майбутнього», ТНПУ 23 жовтня 2022 р, обсягом 6 год.

- “Школа для всіх”, 09 січня 2023 р, обсягом 30 годин, Студія онлайн-освіти EdEra, загальні та фахові компетентності щодо організації інклюзивного освітнього середовища.

- Стажування в ПП «РІД-Тур» 19.12.2022 – 10.01.2023 р, обсягом 34 години.

- «Екскурсійні послуги в умовах адаптивного карантину» науково-практичний семінар обсягом 6 год. 2021р

- «Усе, що треба знати для забезпечення прав підлітків в Україні». Студія онлайн-освіти EdEra, обсягом 20 год. 2021р

- «Цікава географія онлайн. Викладачі ТНПУ для школярів». ТНПУ ім. В. Гнатюка, 2–6.11.2020 р., обсягом 6 год. Вдосконалила професійні компетенції.

- «Про дистанційний та змішаний формати навчання». Студія онлайн-освіти EdEra, 27.09.2020 р., обсягом 30 год. Вдосконалила компетенції в галузі інформаційно-комунікаційних технологій.

- Крайовий форум освітян «Освіта – енергія майбутнього. Дистанційна освіта – сучасний формат» «Світові інноваційні тренди формування змісту шкільної географічної освіти». ТНПУ ім. В. Гнатюка, 18.10.2020 р., обсягом 6 год. Вдосконалила професійні компетенції.

- Науково-практичний семінар «Екскурсійні послуги: адаптація до сучасних вимог» ТНПУ ім. В.Гнатюка, 24.02.2020 р., обсягом 6 год. Вдосконалила професійні компетенції.

**Мартинюк Ольга Дмитрівна підвищила кваліфікацію за напрямом:**

- «Міждисциплінарні інтеграційні процеси у системі географічної, туризмологічної та екологічної науки» ІІІ Міжнародна науково-практична конференція, ТНПУ 4 – 5 жовтня 2022р, обсягом 12 годин.

- Стажування в ПП «РІД-Тур» 01.10.2022 р – 10.11.2022 р, обсягом 64 години.

- Стажування в готелі «Жасмин» 15.11.2022 р – 5 грудня, 2022 р обсягом 30 годин.

- “Школа для всіх”,  09 січня 2023 р, обсягом 30 годин, Студія онлайн-освіти EdEra, загальні та фахові компетентності щодо організації інклюзивного освітнього середовища.

- «Екскурсійні послуги в умовах адаптивного карантину» науково-практичний семінар обсягом 6 год. 2021р

- «Земля Дрогобицька» виїзний навчально-практичний семінар обсягом 6 год. 2021р

- Онлайн-курс «Про дистанційний та змішаний формати навчання» для педагогів та керівників закладів ПТО, обсягом 30 год. 2021р

- Науково-практичний семінар «Екскурсійні послуги: адаптація до сучасних вимог» ТНПУ ім. В. Гнатюка, 24.02.2020 р., обсягом 6 год. Вдосконалила професійні компетенції.

- «Цікава географія онлайн. Викладачі ТНПУ для школярів». ТНПУ ім. В. Гнатюка, 2 – 6.11.2020 р., обсягом 6 год. Вдосконалила професійні компетенції.

- Крайовий форум освітян «Освіта – енергія майбутнього. Дистанційна освіта – сучасний формат» «Світові інноваційні тренди формування змісту шкільної географічної освіти». ТНПУ ім. В. Гнатюка, 18.10.2020 р., обсягом 6 год. Вдосконалила професійні компетенції.
`;

//Матеріально-технічна база ЦК
const baseContent = `
к.100 навчальна лабораторія «Мотель. Туристична фірма. Бар», Лясота М.В. складається з трьох секцій : навчальний готель, налічує 6 стандартних номерів по 4 ліжка у кожному із шафою для одягу та додатковими стільцями, рецепцію. Навчальний бар включає барну стійку, кухонні приладдя та електротехніку: холодильник, мікрохвильову піч,електрочайник,електричну варильну поверхню. Навчальна туристична фірма оснащена WI-FI, офісною технікою, облаштоване робоче місце менеджера та клієнта та телевізором. Є наявні два санвузли, дві душові, а також складські приміщення. На базі мотелю-лабораторії проводяться практичні заняття із фахових дисциплін, навчальні практики студентів спеціальності “Туризм і рекреація”

к.314-В «Технології та організації туристичного обслуговування. Історії туризму. Основ музеєзнавства. Спеціалізованого туризму» налічує 32 посадочних місця для студентів, 16 парт, дошку, робоче місце викладача, обладнане ПК, принтером, засобами для виходу в Інтернет. Також наявний телевізор, що під’єднаний до ПК і дає можливість демонструвати зображення екрану.

к.308-В «Географії туризму. Туристичного краєзнавства та країнознавства. Діловодства в туристичній діяльності. Української мови (за П.С.) Бойчук Т.В.

Кабінети під’єднані до локальної комп’ютерної мережі коледжу, що підключено до Інтернету. Для організації онлайн-навчання та самостійного навчання використовується сервер електронних навчальних курсів ВСП «ТФК ТНТУ» та електронна бібліотека коледжу.

Навчальна лабораторія «Центр національного та культурного відродження «Просвіта» містить в собі відділи: «Славні сини України», «Історія України», «Народні символи», «Сльози твої,Україно», «Родовід», «Українська світлиця», «Вірування та релігійність українського народу» та «Краєзнавство». Використовується для проведення навчальних занять з професійно-теоретичної та професійно-практичної підготовки.
`;

//Спеціальність
const specialtyContent = `
Обираючи майбутню професію, основним мотивом більшості абітурієнтів є можливість подальшого працевлаштування і отримання гідного прибутку. Також надзвичайно важливо, щоб робота стала цікавою та улюбленою для майбутнього фахівця. Вона має приносити не лише прибуток, але і значне моральне задоволення.

Туризм і рекреація – це галузь для тих, хто цінує можливості особистого розвитку і побудови власної кар’єри, хто має бажання бачити світ, спілкуватись із цікавими людьми, постійно відкривати для себе нове і незвідане у поєднанні із можливістю пристойного заробітку.

Навчаючись за спеціальністю «Туризм і рекреація» ви отримаєте можливість оволодіти трьома іноземними мовами (англійська, німецька, польська), навчитись створювати тури Україною та за кордон, працювати в команді туроператора, стати турагентом чи створювати власні авторські тури. Ви будете володіти методикою організації екскурсійного супроводу, маркетингових досліджень, дізнаєтесь про менеджмент і психологію управління конфліктами, познайомитесь із рекреаційними ресурсами країни та світу і можливостями їхнього ефективного використання і примноження. Ви будете готові працювати чи продовжити навчання в галузі організації міжнародного туризму чи готельно-ресторанній сфері та багато інших можливостей для власного розвитку.

Туризм – галузь, що у 2019 році забезпечувала близько 10,4% ВВП і створювала більше 10% загальної кількості робочих місць у світі. Після пандемії туризм перейшов до нового етапу свого розвитку. Тепер він має забезпечити величезний відкладений попит людей, а також розвинутись на якісно новій основі, із врахуванням помилок.

Військова агресія Росії затримала процеси відновлення туристичної сфери України після пандемії, але водночас накреслила нові перспективи для його розвитку. Тепер основним регіоном надання туристичних та рекреаційних послуг стали західні області України. Відповідно, в цьому регіоні зростає попит на кадри, що працюватимуть в закладах для реабілітації воїнів, організовуватимуть відпочинок внутрішніх туристів, кількість яких вже зросла, а також будуть готові до величезного напливу іноземних туристів, які зацікавились Україною і планують відвідати її після перемоги.

Наш навчальний заклад готує саме таких спеціалістів.

Фаховий молодший бакалавр – випускник спеціальності «Туризм і рекреація» – підготовлений до виконання робіт в галузі економіки за Національним класифікатором України «Класифікація видів економічної діяльності ДК 009:2010», затвердженим і введеним в дію наказом Держспоживстандарту України від 11.10.2010 № 457 (зі змінами).

Секція N Діяльність у сфері адміністративного та допоміжного обслуговування.

Розділ 79 Діяльність туристичних агентств, туристичних операторів, надання інших послуг бронювання та пов’язана з цим діяльність.

Група 79.1 Діяльність агентств з організації подорожей, перевезення та розміщення в засобах тимчасового розміщування туристів і мандрівників, організації та проведення турів, які продають туристичні агентства або безпосередньо агенти, такі як туристичні оператори.

Фахівець здатний виконувати зазначені професійні роботи за Національним класифікатором України: «Класифікатор професій» ДК 003:2010, Довідником кваліфікаційних характеристик професій працівників. Випуск 85. «Спортивна діяльність»:

- 3414 Фахівець з туристичного обслуговування
- 3414 Організатор подорожей (екскурсій)
- 3414 Екскурсовод
- 3414 Фахівець із організації дозвілля
- 3414 Фахівець з розвитку сільського туризму
- 3414 Інструктор оздоровчо-спортивного туризму (за видами туризму)
- 3414 Фахівець із туристичної безпеки
- 3340 Інструктор-методист з туризму
- 3439 Інспектор з туризму.
`;

//Наші стейкхолдери
const stakeholdersContent = `
`;

//Наші випускники
const graduatesContent = `
**Даніїл Братаніч** - випускник 2020 року, військовослужбовець, позивний Курт, загинув 20 вересня 2022 року під час оборони Донеччини від окупантів. Під час танкового обстрілу позицій українських оборонців в його окоп влучив снаряд. Воїну навіки залишилось 23 роки.

З початком повномасштабного вторгнення Даніїл приєднався спочатку до місцевої тероборони, а потім потрапив до лав полку «Азов». Чотири місяці підготовки і навчання, а далі бойові... Загинув за кілька годин до ротації. Похований у селищі Війтівці на Хмельниччині.

У квітні 2022 року орденом «За мужність» ІІІ ступеня нагороджено старшого солдата Миколу Радійовського - студента спеціальності Туризм (перебуває в академвідпустці в зв’язку із службою в ЗСУ) за особисту мужність і самовіддані дії, виявлені у захисті державного суверенітету і територіальної цілісності України, вірність військовій присязі.  

**Тетяна Яковишин** – студентка університету у Любліні, мандрівниця, відвідала понад 40 країн.

[https://www.youtube.com/watch?app=desktop&feature=youtu.be&v=wPwj90fArcE&fbclid=IwAR2Yrez_FHS94mZpvW0W_T4y5kGOg15EPK8WteSjUbBlchlAvUFz0e_FkdM](https://www.youtube.com/watch?app=desktop&feature=youtu.be&v=wPwj90fArcE&fbclid=IwAR2Yrez_FHS94mZpvW0W_T4y5kGOg15EPK8WteSjUbBlchlAvUFz0e_FkdM)
`;

//Освітньо-професійні програми
const programsContent = `
- «Туристичне обслуговування» для освітньо-кваліфікаційного рівня молодший спеціаліст

- «Туристичне обслуговування»  для освітньо-кваліфікаційного рівня фаховий молодший бакалавр

[https://tk.te.ua/educational-programs/](https://tk.te.ua/educational-programs/)
`;

//Дисципліни (силабуси)
const disciplinesContent = `
- Технологія і організація туристичного обслуговування [https://eguru.tk.te.ua/course/view.php?id=23](https://eguru.tk.te.ua/course/view.php?id=23)
- Спеціалізований туризм - [https://eguru.tk.te.ua/course/view.php?id=666](https://eguru.tk.te.ua/course/view.php?id=666)
- Організація ресторанного обслуговування [https://eguru.tk.te.ua/course/view.php?id=247#section-0](https://eguru.tk.te.ua/course/view.php?id=247#section-0)
- Туристичні ресурси України [https://eguru.tk.te.ua/course/view.php?id=315](https://eguru.tk.te.ua/course/view.php?id=315)
- Історія туризму [https://eguru.tk.te.ua/course/view.php?id=665#section-0](https://eguru.tk.te.ua/course/view.php?id=665#section-0)
- Основи музеєзнавства [https://eguru.tk.te.ua/course/view.php?id=372#section-0](https://eguru.tk.te.ua/course/view.php?id=372#section-0)
- Туристичне краєзнавство [https://eguru.tk.te.ua/course/view.php?id=371#section-0](https://eguru.tk.te.ua/course/view.php?id=371#section-0)
- Рекреаційна географія [https://eguru.tk.te.ua/course/view.php?id=248#section-0](https://eguru.tk.te.ua/course/view.php?id=248#section-0)
- Організація готельного обслуговування [https://eguru.tk.te.ua/course/view.php?id=246](https://eguru.tk.te.ua/course/view.php?id=246)
- Вступ до спеціальності [https://eguru.tk.te.ua/course/view.php?id=663](https://eguru.tk.te.ua/course/view.php?id=663)
- Організація екскурсійного обслуговування [https://eguru.tk.te.ua/course/view.php?id=963&fbclid=IwAR3q1MEUFMcXblYYt7MrgcVPwQ7bxse6Hygd4-HNj0WfHnbd6hB8AGmHEnI](https://eguru.tk.te.ua/course/view.php?id=963&fbclid=IwAR3q1MEUFMcXblYYt7MrgcVPwQ7bxse6Hygd4-HNj0WfHnbd6hB8AGmHEnI)
- Географія [https://eguru.tk.te.ua/course/view.php?id=431](https://eguru.tk.te.ua/course/view.php?id=431) (Зуб)
- Географія туризму. https://eguru.tk.te.ua/course/view.php?id=45
- Екологія [https://eguru.tk.te.ua/course/view.php?id=54](https://eguru.tk.te.ua/course/view.php?id=54)
`;

//Методичні рекомендації до КП (КР)
const recommendationsContent = `
- **Технологія і організація туристичного обслуговування** Мацикур Г. Технологія і організація туристичного обслуговування: методичні вказівки до виконання курсової роботи для здобувачів фахової передвищої освіти спеціальності 242 Туризм галузі знань 24 Сфера обслуговування [Електронний ресурс] / Галина Мацикур. Тернопіль: ВСП "ТФК ТНТУ імені Івана Пулюя ".2023. Режим доступу до ресурсу: [https://eguru.tk.te.ua/course/view.php?id=23](https://eguru.tk.te.ua/course/view.php?id=23).
- **Географія туризму** Лясота М. Географія туризму.Методичні вказівки до виконання курсовї роботи для здобувачів фахової передвищої освіти спеціальності 242 Туризм галузі знань 24 Сфера обслуговування [Електронний ресурс]/ Марта Лясота. Тернопіль:ВСП "ТФК ТНТУ імені Івана Пулюя ".2021. Режим доступу до ресурсу: [https://eguru.tk.te.ua/course/view.php?id=45#section-0](https://eguru.tk.te.ua/course/view.php?id=45#section-0)
`;

//Методичні рекомендації до кваліф. роботи, атестаційного екзамену
const recommendationsQWContent = ``;

//Практики
const practicesContent = ``;

//Наші досягнення
const ourAchievementsContent = `
Освітній процес забезпечують висококваліфіковані і досвідчені педагоги.

**Мацикур Галина Володимирівна** - голова ЦК туризму і туристичного обслуговування спеціаліст вищої категорії, викладач-методист. Член фахового методичного об’єднання спеціальності Туризм, учасник акредитаційних комісій. Відвідала самостійно понад 30 країн світу, має великий практичний досвід організації авторських турів в найвіддаленіші куточки світу. Здійснила сходження на г.Арарат (5165 м), побувала на о.Шпіцберген за північним полярним колом. Тревел-гід, інструктор із водного туризму, екс-чемпіонка світу зі бодібілдингу і фітнесу, суддя міжнародної категорії, копірайтер проекту Lab Travels.

[https://www.youtube.com/watch?v=8rpGxu0vz38](https://www.youtube.com/watch?v=8rpGxu0vz38)  

**Лясота Марта Володимирівна** - спеціаліст першої категорії із відповідною вищою освітою. Викладач туризму та географії. Учасник багатьох наукових конференцій. Активно приймає участь у професійних вебінарах та курсах підвищення кваліфікації, є науковим керівником курсових робіт студентів, студентських конференцій. Є членом проектної групи у ВСП “ТФК ТНТУ імені І.Пулюя”. Розробила та провела курс “Мандруй самостійно” у Центрі підготовки та соціально-психологічної підтримки “Вектор змін” в межах програми обмінів Посольства США в Україні на базі ВСП “ТФК ТНТУ імені І.Пулюя для ВПО, учасників бойових дій та членів їх сімей. Активно знайомить студентів спеціальності із міжнародним туризмом. Відвідала із студентами 6 європейських країн.  

**Грухіна Тетяна Ярославівна** - спеціаліст вищої категорії

Грухіна Тетяна Ярославівна має повну вищу педагогічну освіту за спеціальністю «Педагогіка і методика середньої освіти. Географія і біологія», ступінь «бакалавра» за напрямом підготовки «туризм», ступінь вищої освіти «магістр», за напрямом підготовки «Туризм».

Педагогічний стаж – 17 років 11 місяців.

За час роботи у коледжі Тетяна Ярославівна зарекомендувала себе як відповідальний досвідчений педагог. Уроки проводить на високому методичному рівні, застосовує інноваційні форми і методи навчання. Основний напрямок педагогічної діяльності спрямований на професійний розвиток майбутнього фахівця. У педагогічній діяльності використовує дослідницькі методи та метод проектів, що сприяє забезпеченню умов для розвитку індивідуальних здібностей учнів, студентів, реалізації творчого підходу до вирішення проблем, самостійності вихованців планувати, організовувати й контролювати свої знання та дії. На уроках панує творчий настрій та активна участь учнів, студентів у навчальному процесі.

На заняттях з професійно-теоретичної підготовки за професією «Майстер готельного обслуговування; Агент з організації туризму» викладач у комплексі вирішує широкий спектр завдань: створює умови для перетворення учня з об’єкта на суб’єкт освітнього процесу, який прагне розвинути власну особистість; добирає оптимальні форми й методи навчання, що сприяють розвиткові пізнавальної активності; створює атмосферу співпраці й цілковитої довіри між вчителем та учнем протягом всього уроку.

Тетяна Ярославівна у процесі занять використовує інтерактивні форми та методи, поширює їх у професійному середовищі шляхом проведення відкритих уроків і виховних заходів, виступів на засіданнях фахових методичних об’єднань.

В організації освітнього процесу педагог використовує методи компетентнісно орієнтованого підходу. Під час проведення уроків підбирає цікаві форми і методи роботи з учнями, враховує індивідуальні особливості дітей. Володіючи технологіями, формами і методами інноваційного навчання, використовує особистий досвід і мотиви учнів для того, щоб стати співтворцем мети їх діяльності, зацікавленим і компетентним консультантом і помічником у співвіднесенні мети з результатом, використанні доступних для дітей форм рефлексії та самооцінки, створенні передумов для розвитку активності, ініціативи, творчості учнів. Найпоширенішими інтерактивними методами є випереджувальні завдання, «приваблива мета», географічний крос, картографічний практикум, експрес-тести.

Учні Тетяни Ярославівни – постійні учасники та переможці обласних учнівських олімпіад з географії. Так вона провела внутрішню олімпіаду з географії та прийняли участі в обласній олімпіаді 18.11.2021. Учень Харечко Д. посів ІІ місце. Учні груп АТМ -11 та ОВА -10 прийняли участь у ХІ Всеукраїнській інтернет – олімпіаді “На урок” з географії. 22.11.2021 р.

З учнями коледжу викладач проводить виховну роботу: Відкритий виховний захід “Україна та її сусіди”, присвячений проблемам добросусідських відносин між нашою державою та країнами Європи. (2 березня 2018).

З метою підвищення професійного рівня та професійних вмінь у сфері туристичного обслуговування:

- приймала участь у туристичних виставках “ТурЕкспо-2017, 2018, 2019, 2020” які відбулись у Львові.

- 12 червня 2018 року на базі ДПТНЗ «Тернопільське вище професійне училище сфери послуг та туризму» відбулося засідання обласної методичної секції педагогічних працівників з професій “Агент з організації туризму”, “Адміністратор” та викладачів географії, біології. Грухіна Т.Я. виступила з доповіддю на тему: “Навчальні проекти у професійному навчанні”.

- Взяли активну участь у підготовці виставки та проведенні майстер-класів на Другому обласному форум «Освіта. Професія. Кар’єра» (17.05.2019). Розроблено банери по професії “Агент з організації туризму” “Майстер готельного обслуговування”, “Соціальний робітник; Гувернер ”

- 27-29 березня 2019 р. у Києві прийняла участь у 25-тій Міжнародній туристичній виставці UITT'2019 «Україна – подорожі та туризм».)

- Етногалерея «Спадок» участь у презентації «Відома Невідома колекція з Провідником. ЕКСКУРСОВО́Д, ГІД, ЧИЧЕРО́НЕ, ПРОВІДНИК» (18.04.2019р.)

- 15 квітня 2019 р, участь, спільно з студентами та учнями ТК, в екскурсії «1540» (Костюмовано-інтерактивне дійство, присвячене першій письмовій згадці про Тернопіль).

- Участь у круглому столі з представниками закладів вищої і професійної освіти, установ, підприємств та організацій з питань підготовки фахівців для сфери гостинності Тернопільщини ( 20 вересня 2019).

- Участь в круглому столі "Організація та особливості туристичного сезону на об'єктах Національного заповідника "Замки Тернопілля" в умовах послабленого карантину". 04.06.2020 р.

- Науково-практичний семінар "Екскурсійні послуги: адаптація до сучасних вимог" 24.02.2020р. на базі ТНПУ ім. В. Гнатюка

- Участь у Крайовому форумі освітян "Освіта – енергія майбутнього", секція: Формування природничої компетентності в процесі географічних, екологічних та краєзнавчо-туристичних дисциплін. 19.10.2019. на базі ТНПУ ім. В. Гнатюка

- Створення відеоролика “Тернопільщина – земля любові нашої ” з метою презентації туристичного потенціалу Тернопілля, для навчально-методичного центру професійно - технічної освіти у Тернопільській області. 23.11.2021 р

- Створення презентацій професій “Агент з організації туризму”, “Майстер готельного обслуговування” та участь в онлайн – марафоні у рамках тижня професійно-технічної освіти. 26.11.2021.

- Спільно з Туристично-Інформаційним центром м.Тернополя з 7 квітня по 1 червня 2022 року, відбулось 7 екскурсії в «Центр національно-патріотичного відродження «Просвіта». Під час перебування в центрі гості (внутрішньо переміщені особи) мали можливість не тільки познайомитись з історією та культурою нашого краю, а й отримати задоволення від фотосесії в українському стилі.

- 11 та 19 квітня для гостей міста Тернопіль (внутрішньо переміщених осіб) провели майстер-клас по виготовленню Великодних писанок. Окремо висловлюємо подяку родині Ярослава Осадца які демонстрували, передавали знання і створювали великодню атмосферу.

- 15 квітня 2022 р в центрі культурного та національного відродження "Просвіта" проведено майстер-клас з декорування вербових букетиків " Верба б'є, не я б'ю..." для внутрішньо переміщених осіб, а головним чином, для сімей з дітьми.

- 20 квітня на відділенні професійної підготовки ВСП Тернопільського фахового коледжу відбулась зустріч з доцентом, доктором геологічних наук, викладачем Харківського національного університету імені В.Н. Каразіна Андрієм Матвєєвим. Андрій Матвєєв прочитав лекцію "Геологія Поділля та Тернопілля" для учнів, гуртківців, туристів, екскурсоводів та викладачів.

- 27 квітня майстер-клас з плетіння "браслету виживання". Провели його мешканки м. Харків Герус Ольга та Герус Наталя, які тимчасово проживають у м.Тернополі. Більшість учасників сплели браслети для своїх близьких, а решта будуть розіграні на благодійному аукціоні.

Публікації у фахових виданнях:

1. Газета “Краєзнавство. Географія. Туризм” № 11(856), червень 2017.. “На чужині дні течуть, як сльози…”. Всеукраїнський конкурс від видавництва “Шкільний світ” – «Освітній Оскар — 2017». Грухіна Т.Я лауреат конкурсу.

2. Стаття у «Вісник ТВ УГТ» № 1, 2018 “Подорож у казковий світ Медоборів. Опис екскурсійної поїздки”

3. Магістерські студії географічного факультету ТНПУ ім.. В. Гнатюка: збірник наукових праць. – Тернопіль: Вектор, 2018. Стаття “Сучасний стан і перспективи розвитку туристичної індустрії Хорватії”

**Зуб Лілія Василівна** - спеціаліст першої категорії

Зуб Лілія Василівна закінчила з відзнакою в 2000 році Тернопільський державний педагогічний університет ім. В. Гнатюка за спеціальністю «Педагогіка і методика середньої освіти. Географія і біологія». У 2011 році закінчила аспірантуру за спеціальністю 11.00.11 “Економічна і соціальна географія”. У 2018 році закінчила з відзнакою магістратуру ТНПУ ім. В. Гнатюка за спеціальністю «Туризм». Стаж педагогічної роботи 15 років 05 міс.

Зуб Л.В. заняття проводить на високому науковому та методичному рівні, постійно працює над підвищенням своєї педагогічної майстерності, вивчає новітні досягнення в методиці, педагогіці, психології, приймає активну участь в обласних методоб’єднаннях викладачів біології та географії ВНЗ І-ІІ рівнів акредитації Тернопільщини.

На заняттях викладач використовує різноманітні методи навчання. Застосовує нестандартні форми проведення занять, які активізують навчально-пізнавальну активність студентів, а також індивідуальний підхід до студентів, забезпечуючи високу результативність та якість своєї праці. Приділяє багато уваги індивідуальній роботі із студентами.

При вивченні нового матеріалу використовує різнорівневі завдання, таблиці, моделі, мультимедійне обладнання. Викладач є творчим педагогом, висококваліфікованим працівником, володіє сучасними методами навчання і застосовує їх на заняттях.

Працює над темами “Геодемографічні процеси Тернопільської області”, “Демографічні чинники розвитку туризму”, а також досліджує екологічну складову; результати дослідження даних тем висвітлено у публікаціях, зокрема:

- Демографічні чинники розвитку туризму у Тернопільській області.- Магістерські студії географічного факультету ТНПУ ім. В. Гнатюка: збірник наукових праць. – Тернопіль: Вектор, 2018. Вип.1. – с. 181-185.

- Антропічний вплив забруднюючих речовин на якість води та повітря (на матеріалах Тернопільської області) //  Збірник методологічних та дидактичних авторських розробок учасників Всеукраїнського семінару-практикуму для голів обласних методичних об'єднань біологічного напряму з теми «Сучасні методи навчання у процесі викладання біології» (Великий біологічний колоквіум). [за заг. Редакцією доктора педагогічних наук, професора В.В. Вербицького] Серія: Біологічні науки - 2021. – К.: “НЕНЦ”, ч.1 с. 86-90.

- Сучасні екологічні проблеми Тернопільської області та шляхи їх вирішення // Матеріали Всеукраїнської науково-практичної конференції педагогічних і науково-педагогічних працівників, науковців та молодих вчених, студентів.  – Заліщики, 2021. с. 80-85.

- Рекреаційна діяльність у межах територій та об’єктів природно-заповідного фонду (на прикладі Тернопільської області) // Матеріали Четвертої Всеукраїнської науково-практичної конференції  «Євроінтеграція екологічної політики України». Одеса: Одеський державний  екологічний університет. 2022. с. 72-76.

- Смарагдова мережа Тернопільщини Проблеми та перспективи розвитку науки, освіти та технологій в Україні та світі: зб. наукових праць за матеріалами Всеукраїнської науково-практичної конференції (м. Бережани,16 листопада 2022 р.). Бережани: ВСП «Бережанський фаховий коледж НУБіП України», 2022. с. 136-138.

Проходить підвищення кваліфікації у ТНПУ ім. В. Гнатюка, а також через платформи «Всеосвіта», освітній проект “На Урок”, ATOMSHUB, EdEra, за результатами яких отримано відповідні сертифікати, постійно бере участь у конференціях, тренінгах, семінарах, вебінарах.

Брала участь в обласних методичних об’єднаннях викладачів біології (Чортків, 2018) та географії (Бучач, 2019), а також у семінарі-практикумі для голів обласних методичних об’єднань біологічного напряму (Великого біологічного колоквіуму) «Сучасні методи навчання у процесі викладання біології», який відбувся 25-26 лютого 2021 р. на базі НЕНЦ.

Зуб Л.В. є відповідальною особою Центру сприяння працевлаштуванню, практичного навчання та кар”єрного росту ВСП “ТФК ТНТУ” з напрямку кар”єрне консультування здобувачів фахової передвищої освіти.

Центр розвитку кар'єри [https://www.facebook.com/profile.php?id=100089832346201](https://www.facebook.com/profile.php?id=100089832346201)

**Мартинюк Ольга Дмитрівна** - спеціаліст вищої категорії

За час роботи зарекомендувала себе, відповідальним працівником, висококваліфікованим педагогом і наставником. Заняття проводить на високому методичному та фаховому рівні, використовує сучасні форми та методи навчання.

Мартинюк О. Д. постійно працює над підвищенням свого професійного рівня і педагогічної майстерності. У 2022 році пройшла стажування в готелі «Жасмин» та на туристичній фірмі “РІД-тур”. Веде тісну співпрацю з туристичними фірмами Тернополя та України, бере участь в наукових семінарах пов'язаних з проблемами розвитку туризму. Взяла участь в конкурсі Тернопільської обласної державної адміністрації на кращу ідею промоції історичних міст та містечок Тернопілля. В 2023 р Посіла призове місце в обласному етапі Всеукраїнського конкурсу екскурсоводів музеїв при навчальних закладах “Край, в якому я живу”

Брала участь в семінарах-практикумах «Якісно підготовлений персонал – запорука успіху закладів сфери гостинності області», «Подорожуй безпечно. Водний туризм», «Подорожуй безпечно. Спелеотуризм», організованих відділом туризму ТОДА та ДСНС.

Підготувала ряд просвітницьких виховних заходів спрямованих на популяризацію туристично-спортивного руху на Тернопіллі. Провела виховний захід «Тернопіль давній, Тернопіль сучасний». Була співорганізатором заходів «Диво-Писанка», «Куди пливе синій кит».

Проводила майстер-класи та екскурсії для внутрішньо-переміщених осіб.

Зуб Л.В. залучає студентів до участі у конференціях та публікацій наукових статей, зокрема: Ліщинський О.  Природний заповідник “Медобори” // Матеріали Всеукраїнської науково-практичної конференції педагогічних і науково-педагогічних працівників, науковців та молодих вчених, студентів.  – Заліщики, 2021. с. 85-92.

Також під керівництвом Зуб Л.В. студенти постійно беруть участь в інтернет-олімпіадах з географії (платформа “На Урок”), зокрема 21 студент були учасниками олімпіади Осінь-2022, з них 7 осіб отримали дипломи ІІІ ступеня.
`;

//Студенське дозвілля
const leisureTimeContent = `
Зуб Л.В. Методична розробка проведення виховної години «У твоїх руках – твоє здоров’я і життя» для студентів Технічного коледжу Тернопільського національного технічного університету імені Івана Пулюя, 2020. – 15с.

Студенти постійно відвідують театральні вистави:

«Як наші діди парубкували» (13.10.21 р.);

«Голгофа» (08.11.2022 р.);

«Медовий місяць на всі 100» (04.04.2023 р.).

Організовано акцію «Подаруй книгу захисникам України».
`;

//Контакти
const contactsContent = `
Мацикур Галина Володимирівна –  e-mail: [Tourism.TPC.TNTU@gmail.com](mailto:Tourism.TPC.TNTU@gmail.com),

Лясота Марта Володимирівна – e-mail

Грухіна Тетяна Ярославівна – e-mail [gruxinatanya@gmail.com](mailto:gruxinatanya@gmail.com)

Зуб Лілія Василівна – e-mail: [zub_l@ukr.net](mailto:zub_l@ukr.net);

[https://www.facebook.com/profile.php?id=100005046450062](https://www.facebook.com/profile.php?id=100005046450062)

Мартинюк Ольга Дмитрівна – e-mail [martunykolga23@gmail.com](mailto:martunykolga23@gmail.com)
`;

//Renders

//Історія ЦК
// const historyContentRender = markdownIt.render(historyContent);
// const historyContainer = document.querySelector("#content-history");
// historyContainer.innerHTML = historyContentRender;

//Склад ЦК
// const compositionContentRender = markdownIt.render(compositionContent);
// const compositionContainer = document.querySelector("#content-composition");
// compositionContainer.innerHTML = compositionContentRender;

//Підвищення кваліфікації
// const certificationContentRender = markdownIt.render(certificationContent);
// const certificationContainer = document.querySelector("#content-certification");
// certificationContainer.innerHTML = certificationContentRender;

//Матеріально-технічна база ЦК
// const baseContentRender = markdownIt.render(baseContent);
// const baseContainer = document.querySelector("#content-base");
// baseContainer.innerHTML = baseContentRender;

//Спеціальність
// const specialtyContentRender = markdownIt.render(specialtyContent);
// const specialtyContainer = document.querySelector("#content-specialty");
// specialtyContainer.innerHTML = specialtyContentRender;

//Наші стейкхолдери
// const stakeholdersContentRender = markdownIt.render(stakeholdersContent);
// const stakeholdersContainer = document.querySelector("#content-stakeholders");
// stakeholdersContainer.innerHTML = stakeholdersContentRender;

//Наші випускники
// const graduatesContentRender = markdownIt.render(graduatesContent);
// const graduatesContainer = document.querySelector("#content-graduates");
// graduatesContainer.innerHTML = graduatesContentRender;

//Освітньо-професійні програми
// const programsContentRender = markdownIt.render(programsContent);
// const programsContainer = document.querySelector("#content-programs");
// programsContainer.innerHTML = programsContentRender;

//Дисципліни (силабуси)
// const disciplinesContentRender = markdownIt.render(disciplinesContent);
// const disciplinesContainer = document.querySelector("#content-disciplines");
// disciplinesContainer.innerHTML = disciplinesContentRender;

//Методичні рекомендації до КР
// const recommendationsContentRender = markdownIt.render(recommendationsContent);
// const recommendationsContainer = document.querySelector(
//   "#content-recommendations"
// );
// recommendationsContainer.innerHTML = recommendationsContentRender;

//Методичні рекомендації до кваліф. роботи, атестаційного екзамену
// const recommendationsQWContentRender = markdownIt.render(
//   recommendationsQWContent
// );
// const recommendationsQWContainer = document.querySelector(
//   "#content-recommendationsQW"
// );
// recommendationsQWContainer.innerHTML = recommendationsQWContentRender;

//Практики
// const practicesContentRender = markdownIt.render(practicesContent);
// const practicesContainer = document.querySelector("#content-practices");
// practicesContainer.innerHTML = practicesContentRender;

//Наші досягнення
// const ourAchievementsContentRender = markdownIt.render(ourAchievementsContent);
// const ourAchievementsContainer = document.querySelector(
//   "#content-ourAchievements"
// );
// ourAchievementsContainer.innerHTML = ourAchievementsContentRender;

//Студенське дозвілля
// const leisureTimeContentRender = markdownIt.render(leisureTimeContent);
// const leisureTimeContainer = document.querySelector("#content-leisureTime");
// leisureTimeContainer.innerHTML = leisureTimeContentRender;

//Контакти
// const contactsContentRender = markdownIt.render(contactsContent);
// const contactsContainer = document.querySelector("#content-contacts");
// contactsContainer.innerHTML = contactsContentRender;
